{
  "architectures": ["BertModel"],
  "model_type": "bert",
  "hidden_size": 384,
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "intermediate_size": 1536,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "attention_probs_dropout_prob": 0.1,
  "max_position_embeddings": 512,
  "type_vocab_size": 2,
  "vocab_size": 30522,
  "layer_norm_eps": 1e-12,
  "pad_token_id": 0
}
